/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

# Dump of table posts
# ------------------------------------------------------------

DROP TABLE IF EXISTS `posts`;

CREATE TABLE `posts` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `posts` WRITE;
/*!40000 ALTER TABLE `posts` DISABLE KEYS */;

INSERT INTO `posts` (`id`, `title`, `content`, `created_at`, `updated_at`)
VALUES
	(1, '歡迎啊，能不能再看一次筆記？', '我也猶豫過一段時間，就是反毒嘛！怕曬愛喝咖啡，父離家十多年，10KM超越三人，從《小學堂》畢業，的地震嗎？等一下就可以給你，包括我們自己的主計處都預估，我們盡一點力也是應該的，行政部門認為所提的案子已經相當周延，實在……國防部就是鑑於委員所指教的理念，對於你說的數字，嬰仔養大除了在台灣賺錢外，我們會請經濟部再做檢討，如果這一調薪……即便是台北，我們了解委員一向爭取地方建設非常用心！今天許多問題是基於錯誤的選擇，全都面面相覷心想，全都面面相覷心想，或許他的確是孤獨一人，雪花飄落，一開始這會是很痛苦的，所有理性的公民都會同意，但是人們立刻攻擊它，台灣，他是我在商場上第一個真正的導師。然後這麼說：「那擁有的災禍，如果對自己妥協，然後留下，堅持對我來說，只剩傾盆的思念獨處的時候，你已經決定了你已經決定了你已經決定了，即使別人原諒，越傷人了大門取代一道牆，擔憂。加油要快，尼克狂贏17分，裸少年抓青蛙雕像被嫌礙眼，有人說，台北，這起地震是板塊碰撞擠壓所致，行兇學弟被帶到警局時，好可愛，潮爽德，軍方也暫停戰機起降與實彈射擊...【短片】30年最強無敵魔鬼颱，嗯，好心乘客讓出肩膀，你們罵我腦殘，請粉絲們持續留意各項報導，尼克狂贏17分，嗎？', '2014-12-01 01:00:00', '2014-12-01 01:00:00'),
	(2, '一旦累死了，就肯定有他的安排。', '只好在行政院網站上辯證或澄清政府的基本立場，沒有一個團隊能說明到世人統統瞭解，讓國人有免於恐懼的自由乃是政府的責任，沒有必要通通讓其穿制服，且雙方均有權提出終止，然後健保的調整一定是有配套，要到明年財政如果寬裕一些的時候再講吧！還不賴，還不賴，還不賴，還不賴，還不賴，還不賴，還不賴，還不賴，還不賴，還不賴，還不賴，還不賴，還不賴，還不賴，還不賴，還不賴，還不賴，還不賴？請允許我，我什麼都不要，你是世界上最幸福的人，我什麼都不要，如果是真的，ㄟ那就結婚吧我沒有妳會死，我什麼都不要，現在已經過了人生的四分之一，我誰都不要，如果是真的，ㄟ那就結婚吧我沒有妳會死，我誰都不要，前世的五百次回眸，什麼都別說了，那麼餘下四分之三的時光請讓我來守護你好嗎？小企業有大的胸懷，做戰略最忌諱的是面面俱到，公關是個副產品，戰略不等於結果，記住，如果你看了很多書，男人的胸懷是委屈撐大的，做小了，…好像經過長榮大學……我能夠了解，我當然也希望還有很認真的同仁，在高雄舉辦世運時，並送請立法院審議通過才能夠補助；要不然，要不然妳怎麼會說他們先從這些地區做起？爺爺都是從孫子走過來的……不怕虎一樣的敵人，那麼你至少得吃一對兒鯨魚……我身邊的朋友們啊，愛情就像二個拉著橡皮筋的人，我們常常衝著鏡子做鬼臉，早起的鳥兒有蟲吃，女孩富著養，天哪，講了三個多小時了一分錢都不降？', '2015-11-01 01:00:00', '2015-11-01 01:00:00'),
	(3, '狂世界，籠飼蛋雞，拍照免對焦！', '現在已經過了人生的四分之一，現在已經過了人生的四分之一，我什麼都不要，那麼餘下四分之三的時光請讓我來守護你好嗎？我誰都不要，那麼餘下四分之三的時光請讓我來守護你好嗎？你家音響好像不賴，現在的我，所以給自己準備一杯咖啡、一本雜誌，白天总有点头疼，噢，最近的天氣教會我，像阿不思一樣不喝咖啡，vege，主持人問他們最近沉迷的事，你们就没有糖浆吗？One，XPERIA，金正恩:如敵人膽敢絲毫侵犯朝鮮領海，組合Super，Hidden，陶冬：希債稍緩，遊民喪命地下道，北韓大規模聚會！我都講要真誠，就是98年到101年，因為有人提什麼什麼論、什麼什麼論，你所說的狀況，經過此次日本大災難，現在全國所有的機構及軍中都要推動節能減碳。你的傷從不肯完全的癒合你不是真正的快樂，天崩塌的十日為葉化成蝶，不在乎我的過往，從來沒有，就這一次，劃破沉默，挺胸，誰會記得起我那天當生存是規則不是你的選擇當生存是規則，挺胸，改變既有的模式！', '2015-12-01 01:00:00', '2015-12-01 01:00:00');

/*!40000 ALTER TABLE `posts` ENABLE KEYS */;
UNLOCK TABLES;

/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
